Repository: loleksy/mygpsworkouts
Catalog: app/Resources/translations/routes.*.xliff
Languages: pl

# fos_user_change_password
source: /profile/change-password
pl: /profil/zmien-haslo

# fos_user_profile_show
source: /profile/
pl: /profil/

# fos_user_registration_check_email
source: /register/check-email
pl: /rejestracja/sprawdz-email

# fos_user_registration_confirm
source: /register/confirm/{token}
pl: /rejestracja/potwierdz/{token}

# fos_user_registration_confirmed
source: /register/confirmed
pl: /rejestracja/potwierdzono

# fos_user_registration_register
source: /register/
pl: /rejestracja

# fos_user_security_check
source: /login_check
pl: /sprawdz-logowanie

# fos_user_security_login
source: /login
pl: /logowanie

# fos_user_security_logout
source: /logout
pl: /wyloguj

# sport
source: /sports/
pl: /dyscypliny/

# sport_create
source: /sports/
pl: /dyscypliny/

# sport_delete
source: /sports/{id}
pl: /dyscypliny/{id}

# sport_edit
source: /sports/{id}/edit
pl: /dyscypliny/{id}/edycja

# sport_new
source: /sports/new
pl: /dyscypliny/nowa

# sport_update
source: /sports/{id}
pl: /dyscypliny/{id}

# workout
source: /workouts/
pl: /treningi/

# workout_delete
source: /workouts/{id}
pl: /treningi/{id}

# workout_view
source: /workout/{id}
pl: /treningi/{id}
